Repository: lynx68/fenix
Catalog: src/locale.po/fenix.*.po
Languages: cs

source: EXIT
cs: KONEC

source: INVOICE
cs: Faktura

source: Payment on account
cs: Platba na uèet

source: IDF
cs: IÈO

source: Proforma
cs: Zalohová

source: Total to pay
cs: Celkem k proplaceni

source: Close and go back
cs: Zavrit a zpet

source: Cancel Invoice
cs: Storno faktury

source: Delete Invoice
cs: Smazat fakturu

source: New Invoice
cs: Nová faktura

source: Change invoice
cs: Zmìna faktury

source: Back
cs: Zpìt

source: Invoice succesfuly removed from database !!!
cs: Faktura byla zru¹ena

source: Browse Invoices
cs: Prohlí¾eni faktur

source: Total price
cs: Celkem cena

source: Caching date
cs: Datum proplaceni

source: Due Date
cs: Datum splatnosti

source: Customer
cs: Odbìratel

source: Invoice No.
cs: Faktura èíslo

source: Edit item
cs: Zmìna polo¾ky

source: in cash
cs: v hotovosti

source: New item
cs: Nova polo¾ka

source: Date
cs: Datum

source: No.
cs: Èíslo

source: Print invoice
cs: Tisk faktury

source: Delete item
cs: Zru¹it polo¾ku

source: Invoice Items
cs: Polo¾ky

source: Select item
cs: Vybrat polo¾ku

source: Invoice successfuly canceled
cs: Faktura byla stornovaná

source: Total with tax
cs: Celkem s DPH

source: Quantity
cs: Mno¾ství

source: Description
cs: Popis

source: Idf
cs: IÈO

source: Delete Item
cs: Vymazat polo¾ku

source: Stamp and signature
cs: Razítko a podpis

source: Edit Item
cs: Zmìna polo¾ky

source: VAT
cs: DIÈ

source: Item
cs: Polo¾ka

source: New Item
cs: Nova polo¾ka

source: Total
cs: Celkem

source: Invoice bottom text
cs: Volný text (pod polo¾kami)

source: Tax
cs: DPH

source: Save
cs: Ulo¾it

source: Order
cs: Objednávka

source: Invoice Type
cs: Typ faktury

source: Method of payment
cs: Zpùsob placeni

source: Date of chargeability
cs: Datum uskuteènìní zdanitelného plnìní

source: Really cancel invoice No.
cs: Opravdu chcete stornovat fakturu èíslo

source: Send Invoice to
cs: Odeslat fakturu na

source: Approximated
cs: Zaokruhleni

source: Invoice Date
cs: Datum fakturace

source: non-payer of vat
cs: Neplátce DPH

source: Bank ID.
cs: Èíslo uètu

source: The tax document
cs: Daòový doklad

source: Tax base
cs: Základ danì

source: Supplier
cs: Dodavatel

source: Price with Tax
cs: Cena s DPH

source: Price
cs: Cena

source: Total price with Tax
cs: Celkem cena s DPH

source: Item unit
cs: Jednotka

source: Item Description
cs: Polo¾ka

source: Automatic invoice file sending
cs: Automaticke odeslani faktur

source: Send invoice to customer e-mail
cs: Odeslat fakturu na email odbìratele

source: Date of payment
cs: Datum proplaceni

source: Bank statement
cs: Bankovka výpis

source: Browse
cs: Prohlí¾eni

source: &Settings
cs: &Nastaveni

source: &System settings
cs: &Systemova Nastaveni

source: &New Customer
cs: &Novy odbìratel

source: &Customer
cs: &Odbìratele

source: &Browse/Modify Customer
cs: &Prohlí¾eni / Zmìna odbìratele

source: &New Item
cs: &Nova polo¾ka

source: &Browse/Modify Items
cs: &Prohlí¾eni/zmìna polo¾ek

source: I&tems
cs: &Polo¾ky

source: &Reports
cs: &Výkazy

source: &Browse invoices
cs: &Prohlí¾eni faktur

source: &Printer settings
cs: &Nastaveni tiskárny

source: &New invoice
cs: &Nova faktura

source: &Invoices
cs: &Faktury

source: Phone
cs: Telefon

source: Save and exit
cs: Ulo¾it a ukonèit

source: Post code
cs: PSÈ

source: Full Customer Name
cs: Cele jméno odbìratele

source: Change
cs: Zmìna

source: Delete
cs: Smazat

source: Contact Phone
cs: Kontaktní tel.

source: Full Subscriber Name
cs: Plné jméno odbìratele

source: Please fill some more info about customer
cs: Prosím zadejte vice informaci o odbìrateli

source: Browse Customers
cs: Prohlí¾eni odbìratelù

source: Name (Full Customer Name)
cs: Jméno (Cele jméno odbìratele)

source: Email for sending invoices
cs: Email pro zaslaní faktur

source: Company Identification Number
cs: IÈO (identifikaèní èíslo)

source: Short name for fast search
cs: Zkraceny nazev pro rychle hledani

source: City
cs: Mìsto

source: Country
cs: Zemì

source: Address
cs: Ulice

source: Name
cs: Nazev

source: Name (Short name for fast search)
cs: Nazev (Zkatka pro rychle hledani)

source: VAT IDENTIFICATION
cs: IÈO (identifikaèní èíslo)

source: Add / Edit Customers
cs: Pøidat / Zmìnit odbìratele

source: Company ID
cs: IÈO

source: Save as
cs: Ulo¾it jako

source: Global Settings
cs: Obecné nastaveni

source: Global Setting
cs: Zakladni nastaveni

source: Setup system
cs: Nastaveni systému

source: Company Settings
cs: Nastaveni firemních parametru

source: Company name
cs: Název firmy

source: PostCode
cs: PSÈ

source: Language
cs: Jazyk

source: Invoice setting
cs: Fakturaèní nastaveni

source: Vat Status
cs: Status DPH

source: Store item
cs: Skladová polo¾ka

source: Invoice item
cs: Fakturaèní polo¾ka

source: Change item
cs: Zmìna polo¾ky

source: Item category
cs: Seznam polo¾ek

source: Really want to delete item !?
cs: Opravdu chcete vymazat polo¾ku?

source: Cash register item
cs: Pokladní polo¾ka
